{
  "__header": "header",
  "home": "الصفحة الرئيسية",
  "about": "من نحن",
  "services": "خدماتنا",
  "projects": "مشاريعنا",
  "contact": "تواصل معنا",

  "landing": {
    "name": "شركة مدائن العقارية",
    "landing_des": "شركة مدائن للتطوير العقاري هي شركة رائدة في مجال التطوير العقاري تقدم حلول عقارية مبتكرة تلبي احتياجات عملائنا",
    "profile": "الملف التعريفي"
  },

  "overview": {
    "text": "منذ تأسيس مدائن العقارية حملنا على عاتقنا رسالة تقديم خدمات عقارية متكاملة، تتسم بالشفافية والمصداقية وتلبي احتياجات عملائنا بأعلى درجات الجودة. رؤيتنا تتجاوز فكرة تطوير المشاريع إلى خلق بيئات سكنية متكاملة، حيث نطمح أن تكون مدائن العقارية علامة فارقة في بناء مجتمعات عصرية مستدامة، ومصدر ثقة لكل من يبحث عن الاستثمار الآمن والراحة المستمرة. نحن لا نبيع عقارًا فحسب، بل نقدّم تجربة حياة متكاملة تُصاغ بعناية لتكون امتدادًا لطموحات عملائنا وتطلعاتهم.",
    "btn": "اعرف المزيد"
  },

  "vesion": {
    "title": "مواقع مميزة و ضمانات ممتدة",
    "des": "مدائن العقارية شركة سعودية راسخة تمتلك أسساً قوية وخبرات واسعة في مجال التطوير والتسويق والاستثمار العقاري تهدف لتحقيق المزيد من التوسع والانتشار وتطوير المشاريع العقارية المختلفة والمتنوعة على نطاق واسع وتحرص على تقديم أفضل الخدمات في مجال التمليك والتطوير العقاري بمدينة جدة وتسهيل عملية اتخاذ عملائنا لقرارات صحيحة",
    "ves": "رؤيتنا",
    "ves_des": "أن نكون من الشركات الرائدة في تطوير المشاريع العقارية المستدامة والذكية في المملكة العربية السعودية، وأن تساهم في إعادة تعريف جودة السكن والتجربة العمرانية المتكاملة.",
    "message": "رسالتنا",
    "message_des": "تطوير مشاريع عمرانية متكاملة تلبي احتياجات المجتمع وتحقق تطلعات العملاء والمستثمرين. من خلال الابتكار في التصميم الالتزام بالجودة، والامتثال الكامل للأنظمة، والمعايير الوطنية."
  },

  "proj": {
    "title": "مشاريعنا",
    "view": "عرض المشروع",
    "status_ava": "جاهز",
    "status_under1": "تحت التشطيب",
    "status_under2": "تحت الإنشاء",
    "status_soon": "قريبا",
    "helm_101": {
      "name": "حلم 101"
    },
    "helm_102": {
      "name": "حلم 102"
    },
    "helm_103": {
      "name": "حلم 103"
    },
    "helm_104": {
      "name": "حلم 104"
    },
    "helm_105": {
      "name": "حلم 105"
    },
    "helm_106": {
      "name": "ريتال"
    },
    "ozob": {
      "name": "عذوب الحرم"
    }
  },

  "stats": {
    "build": "مسطحات البناء",
    "land": "مساحة الأرض",
    "units": "الوحدات"
  },

  "serv": {
    "title": "خدماتنا",
    "find": "اكتشف أكثر",
    "serv1": {
      "name": "الإستثمار العقاري",
      "des": "نوفر فرصًا استثمارية مدروسة بعناية تضمن عوائد مجزية ومستقرة على المدى الطويل. نربط المستثمرين بالمشاريع العقارية الأنسب لرؤوس أموالهم وأهدافهم."
    },
    "serv2": {
      "name": "التطوير العقاري",
      "des": "نحوّل الأفكار إلى مشاريع عقارية متكاملة من التصميم إلى التنفيذ، مع التركيز على الجودة والاستدامة. نضمن تطوير مجتمعات حديثة تلبي احتياجات العملاء وتواكب تطلعات السوق."
    },
    "serv3": {
      "name": "الإستشارات العقارية",
      "des": "نقدم استشارات متخصصة لمساعدة العملاء في اتخاذ قرارات عقارية مبنية على بيانات دقيقة ورؤية واضحة. ندعم عملاءنا بخبراتنا في السوق لضمان أفضل النتائج في الشراء، البيع أو التطوير."
    }
  },

  "quamn": {
    "q1": {
      "name": "الجودة",
      "des": "نلتزم بتقديم مشاريع عقارية بمعايير عالية تحقق راحة ورفاهية عملائنا."
    },
    "q2": {
      "name": "السرعة",
      "des": "ننجز معاملات البيع بكفاءة وسرعة لتوفير وقت عملائنا."
    },
    "q3": {
      "name": "الإبتكار",
      "des": "نقدّم حلولاً عقارية مبتكرة تواكب تطلعات السوق وتلبي احتياجات المستقبل."
    },
    "q4": {
      "name": "الأمانة",
      "des": "نضع الشفافية والثقة أساساً لعلاقتنا مع العملاء والشركاء."
    }
  },

  "bayot": {
    "sec1": {
      "title": "مدائن توقّع اتفاقية تفاهم مع بيوت السعودية",
      "des1": "في خطوة تعكس التزامنا بتطوير القطاع العقاري الرقمي، عقدت شركة مدائن العقارية اتفاقية تفاهم استراتيجية مع منصةبيوت السعودية الرائدة في التسويق العقاري.",
      "des2": "تهدف هذه الشراكة إلى تعزيز تجربة العملاء وتوسيع نطاق تواجدنا في السوق المحلي من خلال حلول تسويقية مبتكرة."
    },
    "sec2": {
      "title": "لقاء خاص مع المدير العام",
      "des": "في حوارٍ خاص مع منصة بيوت، استعرض المدير العام ملامح المرحلة المقبلة للشركة، مؤكدًا على التزامنا بالابتكار والتحوّل الرقمي في القطاع العقاري. تم التطرّق إلى أبرز إنجازاتنا، وخطط التوسع داخل وخارج المملكة، إضافة إلى استراتيجيات تعزيز تجربة العملاء والمستثمرين من خلال حلول تقنية متقدمة."
    },
    "sec3": {
      "title": "كلمة مدير العمليات",
      "des": "في هذه الكلمة، يشاركنا المدير التنفيذي رؤيته لمستقبل الشركة، ويستعرض أبرز إنجازات المرحلة الماضية، إلى جانب خطط التطوير والتوسّع المقبلة. تأكيدًا على التزامنا بالتميّز والابتكار، نسلّط الضوء على التوجهات الاستراتيجية التي تقودنا نحو مراحل جديدة من النجاح والاستدامة."
    }
  },

  "footer": {
    "madain":"مدائن , حلمك بالسكن الراقي يبدأ معنا",
    "contact": "التواصل",
    "pages": "الصفحات",
    "address": "جدة - حي السلامة - شارع اليمامة - مركز اليمامة للاعمال - مكتب  201"
  },
  "about_sec": {
    "title": "من نحن",
    "title2": "قيمنا",
    "name": "أ/ طاهر آل مصلح ",
    "jop": "المدير العام",
    "speech": "كلمة المدير العام",
    "des": "شركة مدائن للتطوير العقاري هي شركة تطوير عقاري مرخصة في المملكة العربية السعودية وتهدف إلى تطوير مشاريع سكنية وتجارية عالية الجودة تتماشى مع مستهدفات رؤية المملكة 2030، وتُسهم في رفع نسبة تملك المواطنين وتحقيق التنمية العمرانية المستدامة. تعتمد الشركة على منهجية تطوير متكاملة تبدأ من دراسة الجدوى وتحديد المواقع الاستراتيجية، مروراً بالتصميم والترخيص و وصولاً إلى التنفيذ والتسويق والتسليم مع الالتزام التام بالامتثال التنظيمي، وجودة البناء، وخدمة ما بعد البيع.",
    "word1": "بسم الله الرحمن الرحيم والصلاة والسلام على أشرف المرسلين سيدنا محمد وعلى آله وصحبه أجمعين مشوار الألف ميل يبدأ بخطوة، ونحن منذ بداية عملنا وعلى خطى 20 عامًا من الخبرة نمضي للأمام لبناء المستقبل بخطوات من الأمل والعزيمة والإصرار على تحقيق النجاح والإنجازات الملموسة. نفخر بتقديم حلولنا العقارية التي تلبي احتياجات إخواننا وأخواتنا وتدعم رؤية الوطن الغالي رؤية المملكة العربية السعودية 2030 فطموحنا أن تكون شركة مدائن للتطوير العقاري ركيزة أساسية في خطة الازدهار والتقدم التي تشهدها المملكة.",
    "word2": "نؤمن بأن العقار هو أكثر من مجرد مبنى، إنه استثمار في المستقبل منذ تأسيسنا ونحن نضع نصب أعيننا تقديم مشاريع تلبي تطلعات عملائنا وتساهم في تعزيز الاقتصاد الوطني. ى جاهدين بفضل الله عز وجل على تقديم أرقى الخدمات على مستوى عالي من الجودة والكفاءة والأمانة أشكر الله عز وجل أن حبانا في المملكة العربية السعودية ولاة أمرنا يسعون دائمًا في تحقيق جودة الحياة للمواطنين والمقيمين المتضمنة في رؤية 2030، والشكر موصول لكل من وقف معي وساندني في تأسيس الشركة من المطورين العقاريين في مدينة جدة التي تمتد خبراتهم لأكثر من 20 عاما. والله ولي التوفيق ..."
  },

    "services_sec":{
    "title":"خدماتنا",
    "item1":{
      "title":"التطوير العقاري",
      "des":"نقوم بتطوير مشاريع سكنية وتجارية راقية تجمع بين التصميم الحديث والجودة العالية، مع الالتزام بأعلى معايير الاستدامة."
    },
    "item2":{
      "title":"الإستثمار العقاري",
      "des":"نحن نقدم فرص استثمارية آمنة ومربحة من خلال دراسة شاملة لسوق العقارات والاستشارات المتخصصة التي تضمن لك أعلى عائد."
    },
    "item3":{
      "title":"إدارة الأملاك",
      "des":"حلول شاملة لإدارة الممتلكات والصيانة وتحصيل الإيجار، مما يضمن راحة البال والاستثمار الناجح على المدى الطويل."
    },
    "item4":{
      "title":"التسويق العقاري",
      "des":"نحن نستخدم أحدث استراتيجيات التسويق الرقمي والعلاقات المباشرة للوصول إلى العملاء المستهدفين وتحقيق أعلى معدل مبيعات."
    },
    "item5":{
      "title":"الوساطة العقارية",
      "des":"نحن نقدم خدمات الوساطة المهنية لشراء وبيع وتأجير العقارات، مع التركيز على الموثوقية والخدمة التي تلبي توقعات جميع الأطراف."
    },
    "item6":{
      "title":"الاستشارات العقارية",
      "des":"يقدم فريقنا دراسات الجدوى وتحليلات السوق الدقيقة لمساعدتك على اتخاذ قرارات استثمارية مستنيرة تعتمد على البيانات."
    }
  },

    "projects_sec":{
    "title":"مشاريعنا"
  },


    "contact_sec":{
    "title":"تواصل معنا",
    "toastMessage": "تم ارسال رسالتك بنجاح ",
    "error":"هذا البريد غير صحيح",
    "form":{
      "title":"اذا كان لديك أي استفسار قم بالتواصل معنا",
      "name":"الإسم الكامل",
      "email": "البريد الإلكتروني",
      "subject":"الموضوع",
      "message":"الرسالة",
      "send":"ارسال"
    },
    "info":{
      "title":"معلومات التواصل",
      "email":"البريد الإلكتروني",
      "phone":"رقم الهاتف",
      "whats":"رقم الواتساب",
      "loc":"الموقع" ,
      "address":"جدة - حي السلامة - شارع اليمامة"
    }
  },



    "projects_info": {
    "title1": "وصف المشروع",
    "sub_title1":"مزايا المشروع",
    "title2": "مزايا الموقع",
    "sub_title2":"موقع المشروع",
    "btn":"مزايا الموقع",
    "gur":{
      "g1":"هيكل البناء",
      "des1":"ضمان 15 سنوات على الهيكل الإنشائي",
      "g2":"ضمان الكهرباء",
      "des2":"ضمان 25 سنة على قواطع الكهرباء",
      "g3":"السباكة والكهرباء",
      "des3":"ضمان 5 سنوات على السباكة والكهرباء",
      "g4":"العيوب الخفية",
      "des4":"ضمان 10 سنوات ضد العيوب الخفية من شركة ملاذ للتامين"
    },
    "helm_101":{
      "title":"حلم 101",
      "des1":"المشروع عبارة عن شقق تمليك بمدينة جدة ، تقع في موقع استراتيجي ، تتميز ببراعة تصميمها المعماري الفريد ومساحتها الواسعة التي تعطي المزيد من الراحة والهدوء. العقار عباره عن عماره سكنية مكونة من 5 أدوار ، عباره عن عدد 14 شقة مختلفة المساحات",
      "des2":"يقع مشروع حلم 101 فى شارع عبدالرحمن السديري خلف مطعم اليك البخاري , ويمتاز بقربه من عدد من الطرق الرئيسية مثل طريق صقر قريش وطريق الأمير سلطان وطريق صاري وطريق الملك عبدالعزيز وطريق المدينة المنورة"
    },
    "helm_102":{
      "title":"حلم 102",
      "des1":"المشروع عبارة عن شقق تمليك بمدينة جدة ، تقع في موقع استراتيجي ، تتميز ببراعة تصميمها المعماري الفريد ومساحتها الواسعة التي تعطي المزيد من الراحة والهدوء. العقار عباره عن عماره سكنية مكونة من 5 أدوار ، عباره عن عدد 18 شقة مختلفة المساحات",
      "des2":"يقع مشروع حلم 102 على شارعين شارع عبد الرحمن السديري وطريق المدينة المنورة , ويمتاز بقربه من عدد من الطرق الرئيسية مثل طريق صقر قريش وطريق الأمير سلطان وطريق صاري وطريق الملك عبدالعزيز وطريق المدينة المنورة"
    },
    "helm_103":{
      "title":"حلم 103",
      "des1":"المشروع عبارة عن شقق تمليك بمدينة جدة ، تقع في موقع استراتيجي ، تتميز ببراعة تصميمها المعماري الفريد ومساحتها الواسعة التي تعطي المزيد من الراحة والهدوء. العقار عباره عن عماره سكنية مكونة من 4 أدوار ، عباره عن عدد 17 شقة مختلفة المساحات",

      "des2":"يقع مشروع حلم 103 على طريق المدينة المنورة وقريب من طريق الملك عبد العزيز وقريب من طريق الأمير سلطان المنورة وقريب من طريق الأمير سلطان"
    },
    "helm_104":{
      "title":"حلم 104",
      "des1":"المشروع عبارة عن شقق تمليك بمدينة مكة المكرمة ، تقع في موقع استراتيجي ، تتميز ببراعة تصميمها المعماري الفريد ومساحتها الواسعة التي تعطي المزيد من الراحة والهدوء. العقار عباره عن عماره سكنية مكونة من 6 أدوار ، عباره عن عدد 26 شقة مختلفة المساحات",

      "des2":"يقع مشروع حلم 104 ف شارع عبدالعزيز بن عبدالرحمن بشير النافذ على طريق الدائري الرابع ظهير شارع الحباب بن منذر على طريق القاضي"
    },
    "helm_105":{
      "title":"حلم 105",
      "des1":"المشروع عبارة عن شقق تمليك بمدينة مكة المكرمة ، تقع في موقع استراتيجي ، تتميز ببراعة تصميمها المعماري الفريد ومساحتها الواسعة التي تعطي المزيد من الراحة والهدوء. العقار عباره عن عماره سكنية مكونة من 6 أدوار ، عباره عن عدد 20 شقة مختلفة المساحات",

      "des2":"يقع مشروع حلم 105 خلف شارع أبي بن ثابت الانصاري وخلف فندق ثروات المشاعر ويقع داخل حد الحرم وعلى الطريق الدائري الرابع"
    },
    "retal":{
      "title":"ريتال",
      "des1":"المشروع عبارة عن شقق تمليك بمدينة جدة ، تقع في موقع استراتيجي ، تتميز ببراعة تصميمها المعماري الفريد ومساحتها الواسعة التي تعطي المزيد من الراحة والهدوء. العقار عباره عن عماره سكنية مكونة من 6 أدوار ، عباره عن عدد 18 شقة مختلفة المساحات",

      "des2":"يقع مشروع ريتال  في مدينة جدة في شارع عصية الأسدي وقريب من طريق الملك عبد العزيز وقريب من شارع كهل الأزدي وقريب شارع حراء"
    }
  }




}
